[
    {
        "planet_code": "899",
        "id": "edu_neptune_001",
        "type": "guide",
        "title": "Introducción a las Misiones Espaciales: Neptuno",
        "difficulty": "beginner",
        "duration_minutes": 15,
        "topics": [
            "space_missions",
            "exploration_history"
        ],
        "description": "Cómo las misiones espaciales estudian Neptuno aplicando principios generales de exploración.",
        "key_points": [
            "Tipos de misiones: sobrevuelo, orbitador, aterrizador, rover (según objetivos y entorno).",
            "Las naves se comunican mediante la Deep Space Network.",
            "El tiempo que tarda una señal en viajar aumenta con la distancia.",
            "La exploración robótica permite estudiar atmósferas y lunas sin riesgo humano."
        ]
    },
    {
        "planet_code": "899",
        "id": "edu_neptune_002",
        "type": "guide",
        "title": "¿Por qué Explorar Neptuno?",
        "difficulty": "beginner",
        "duration_minutes": 10,
        "topics": [
            "science_goals",
            "astrobiology"
        ],
        "description": "Motivaciones científicas generales para investigar Neptuno dentro del Sistema Solar.",
        "key_points": [
            "Contribuye a comprender el origen y evolución del Sistema Solar.",
            "Aporta al estudio comparativo de planetas y sus lunas.",
            "Apoya estrategias de protección planetaria y monitoreo de objetos.",
            "Genera conocimiento fundamental que guía la exploración futura."
        ]
    },
    {
        "planet_code": "899",
        "id": "edu_neptune_003",
        "type": "interactive",
        "title": "Escala del Sistema Solar: ubicando a Neptuno",
        "difficulty": "beginner",
        "duration_minutes": 20,
        "topics": [
            "distances",
            "scale"
        ],
        "description": "Actividad para razonar sobre la distancia de Neptuno usando conceptos de escala.",
        "activity_type": "visualization",
        "key_concepts": [
            "Unidad Astronómica (AU) = 150 millones de km.",
            "La luz tarda ~8 min 20 s del Sol a la Tierra; a mayores distancias, el tiempo aumenta.",
            "Comparar mentalmente la posición de Neptuno con respecto a la Tierra en un modelo a escala.",
            "Las distancias en el Sistema Solar son inmensas incluso con tecnología moderna."
        ]
    }
]